// © Copyright 2007, 2015-2016 HP Development Company, L.P.

HSDTaskName = "位置調整";

UnknownValue = "選択";

AlignTitle = "位置調整";
ValidationMsg = "確認パターンを含むページを印刷しています。 印刷されたパターンの位置が調整されているように見える場合は、[完了]をクリックします。 それ以外の場合は、[位置調整] をクリックして、もう一度位置調整を行います。";
ValidationPagePrintingMsg = "確認パターンを含むページを印刷しています。 内部のボックスが見えない場合は、[完了] をクリックします。 それ以外の場合は、[位置調整] をクリックして、もう一度位置調整を行います。";
AlignButton = "位置調整";
DoneButton = "完了";

CompletionAlertTitle = "ペンの位置調整が完了";
CompletionAlertMessage = "ここで、[確認] ボタンをクリックして確認ページを印刷するか、または [完了] ボタンをクリックして位置調整手順を完了します。 確認ページを印刷するには、以下の印刷ダイアログで設定された装置を選択し、[プリント] ボタンをクリックします。";
VerifyButton = "確認";
PrintingPatternsTitle = "パターンのプリント中 . . .";

HSDAlignPrintheadsExplanation = "以下の手順で、相互にプリントヘッドの位置調整を行うことができます。 これによって、最高の印字品質を得ることが可能です。";
HSDAlignPrintheadsInvitation = "プリントヘッドを交換するたびに、位置調整を行なうことをお勧めします。";

TransferringProcessTitle = "ファイルを転送中...";
PrintingProcessTitle = "PQ 診断ページのプリント中...";

NoPrintTitle = "PQ 診断ページをプリントできません。";
NoPrintMsg = "プリンタが接続され電源が入っていることを確認してから、もう一度やり直してください。";

PenChangedMsg = "プリント カートリッジ セットが変わったので、位置調整が中断されました。位置調整手順の間は、カートリッジの取り外し、挿入または交換をしないでください。";

HSDPrintAndAlignButtonsHint = "今すぐ診断ページを印刷するには [プリント] ボタンをクリックします。\n調整ページを印刷するには [調整] ボタンをクリックします。";

HSDAlignHeader = "最高の印字品質を得るため、プリントカートリッジの位置調整を行います。";
HSDAlignFooter = "位置調整ページのマークをチェックして、プリントカートリッジが正しく取り付けられ、正常に機能していることを確認します。いずれかのバーの左に「x」の印が表示された場合、再度プリントカートリッジの位置調整を行います。詳細は、プリンタのヘルプを参照してください。";

HSDAlignPrintheadHeader = "プリントヘッドを調整して最高の印刷品質を実現します。 次のウィンドウに表示される指示に従ってプリントヘッドを調整します。";

HSDTaskDescription = "最高の印字品質を得るため、プリント カートリッジの位置調整をします。 以下のウィンドウでの指示に従い、プリント カートリッジの位置調整をします。";
HSDTaskNote = "プリント カートリッジを交換するたびに、位置調整を行なうことをお勧めします。";
HSDAlignButtonTitle = "位置調整";
HSDPrintButtonTitle = "プリント";
